doc/BUILD/source/_static/soap_outputs/6.5.314.4301/ask_manual_question_simple_single_sensor_sse_step_9_request.xml

<?xml version="1.0" encoding="utf-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <typens:tanium_soap_request xmlns:typens="urn:TaniumSOAP">
      <command>GetResultData</command>
      <object_list>
        <question>
          <id>795</id>
        </question>
      </object_list>
      <options>
        <export_flag>1</export_flag>
        <suppress_object_list>1</suppress_object_list>
        <export_format>1</export_format>
      </options>
    </typens:tanium_soap_request>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>